INSERT INTO pank.C_LOCATION_PROVINCE (NAME,CODE) VALUES
	 ('北京市','11'),
	 ('吉林省','22'),
	 ('天津市','12'),
	 ('山西省','14'),
	 ('河北省','13'),
	 ('辽宁省','21'),
	 ('内蒙古自治区','15'),
	 ('黑龙江省','23'),
	 ('上海市','31'),
	 ('江苏省','32');
INSERT INTO pank.C_LOCATION_PROVINCE (NAME,CODE) VALUES
	 ('浙江省','33'),
	 ('安徽省','34'),
	 ('河南省','41'),
	 ('山东省','37'),
	 ('福建省','35'),
	 ('江西省','36'),
	 ('湖南省','43'),
	 ('湖北省','42'),
	 ('广西壮族自治区','45'),
	 ('广东省','44');
INSERT INTO pank.C_LOCATION_PROVINCE (NAME,CODE) VALUES
	 ('海南省','46'),
	 ('重庆市','50'),
	 ('四川省','51'),
	 ('云南省','53'),
	 ('贵州省','52'),
	 ('西藏自治区','54'),
	 ('甘肃省','62'),
	 ('陕西省','61'),
	 ('青海省','63'),
	 ('宁夏回族自治区','64');
INSERT INTO pank.C_LOCATION_PROVINCE (NAME,CODE) VALUES
	 ('新疆维吾尔自治区','65');
